const detailsUsers = [
	{
		idNo: '1705884885824', //รหัสบัตรประชาชน
		mobile: '0902648450', // เบอร์โทร
		individualStatus: '#\\31',
		prename: 'นาย', // #prename    นาย || #prename  นาง || #prename  นางสาว
		firstname: 'pp',
		lastname: 'aa',
		birthdate: '01/01/2545', // 01/01/2545
		// idno: '', // เลขประจำตัวประชาชน
		addr: '-', // บ้านเลขที่/หมู่ที่/ซอย
		road: '-', // ถนน
		prov: 'กรุงเทพมหานคร', // จังหวัด
		ampdrop: 'คลองเตย', // เขต/อำเภอ
		tambdrop: 'คลองตัน', // แขวง/ตำบล
		// สถานที่รับสลาก
		postdrop: 'ปณ.จรเข้บัว', //'ปณ.จรเข้บัว'
		// ที่อยู่ที่จัดส่งเอกสาร/จดหมาย
		docaddr: '-', // ที่อยู่ที่จัดส่งเอกสาร/จดหมาย
		docroad: '-', // ถนน
		docampdrop: 'คลองเตย', // เขต/อำเภอ
		doctambdrop: 'คลองตัน', // แขวง/ตำบล
		// สถานที่ขายสลากหรือบริเวณที่เร่ขาย
		saleaddr: '-', // บ้านเลขที่/หมู่ที่/ซอย *
		saleroad: '-', // ถนน *
		saleampdrop: 'คลองเตย', // เขต/อำเภอ
		saletambdrop: 'คลองตัน', // แขวง/ตำบล
		// สถานที่ใกล้เคียง(1) *
		nearaddr: '-',
		// สถานที่ใกล้เคียง(2) *
		nearaddr2: '-',
		// รูปภาพหน้าตรง
		starttime: '11:11', //'11:11' // เวลาเปิด *
		endtime: '11:11', //'11:11'// เวลาปิด  *
		// อัพโหลดไฟล์รูปภาพหน้าตรงของตนเอง
		image1: 'image.jpg', // * jpg
		// อัพโหลดไฟล์รูปภาพสถานที่ขายสลากหรือรูปภาพขณะกำลังเดินเร่ขายสลาก
		image2: 'image.jpg', // * jpg
		// กรุณาระบุผู้รับประโยชน์ กรณีที่ท่านมีการสั่งซื้อ-สั่งจองสลากก่อนถึงแก่กรรมภายใน
		prename2: 'นาย', //นาย
		firstname2: '-',
		lastname2: '-',
		idno2: '1278374743212', // เลขประจำตัวประชาชน
		mobile2: '0988828332' // เบอร์
	},
	{
		idNo: '7212271266489', //รหัสบัตรประชาชน
		mobile: '0902648450', // เบอร์โทร
		individualStatus: '#\\31',
		prename: 'นาย', // #prename    นาย || #prename  นาง || #prename  นางสาว
		firstname: 'aa',
		lastname: 'yy',
		birthdate: '01/01/2545', // 01/01/2545
		// idno: '', // เลขประจำตัวประชาชน
		addr: '-', // บ้านเลขที่/หมู่ที่/ซอย
		road: '-', // ถนน
		prov: 'กรุงเทพมหานคร', // จังหวัด
		ampdrop: 'คลองเตย', // เขต/อำเภอ
		tambdrop: 'คลองตัน', // แขวง/ตำบล
		// สถานที่รับสลาก
		postdrop: 'ปณ.จรเข้บัว', //'ปณ.จรเข้บัว'
		// ที่อยู่ที่จัดส่งเอกสาร/จดหมาย
		docaddr: '-', // ที่อยู่ที่จัดส่งเอกสาร/จดหมาย
		docroad: '-', // ถนน
		docampdrop: 'คลองเตย', // เขต/อำเภอ
		doctambdrop: 'คลองตัน', // แขวง/ตำบล
		// สถานที่ขายสลากหรือบริเวณที่เร่ขาย
		saleaddr: '-', // บ้านเลขที่/หมู่ที่/ซอย *
		saleroad: '-', // ถนน *
		saleampdrop: 'คลองเตย', // เขต/อำเภอ
		saletambdrop: 'คลองตัน', // แขวง/ตำบล
		// สถานที่ใกล้เคียง(1) *
		nearaddr: '-',
		// สถานที่ใกล้เคียง(2) *
		nearaddr2: '-',
		// รูปภาพหน้าตรง
		starttime: '11:11', //'11:11' // เวลาเปิด *
		endtime: '11:11', //'11:11'// เวลาปิด  *
		// อัพโหลดไฟล์รูปภาพหน้าตรงของตนเอง
		image1: 'image.jpg', // * jpg
		// อัพโหลดไฟล์รูปภาพสถานที่ขายสลากหรือรูปภาพขณะกำลังเดินเร่ขายสลาก
		image2: 'image.jpg', // * jpg
		// กรุณาระบุผู้รับประโยชน์ กรณีที่ท่านมีการสั่งซื้อ-สั่งจองสลากก่อนถึงแก่กรรมภายใน
		prename2: 'นาย', //นาย
		firstname2: '-',
		lastname2: '-',
		idno2: '1278374743212', // เลขประจำตัวประชาชน
		mobile2: '0988828332' // เบอร์
	}
];

module.exports = detailsUsers;
